tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "openssl@3"
brew "python@3.11"
brew "asciinema"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bash-git-prompt"
brew "curl"
brew "docker-compose"
brew "git"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "most"
brew "openssh"
brew "rustup-init"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tree"
brew "wget"
brew "yarn"
brew "cirruslabs/cli/tart"
brew "mongodb/brew/mongodb-community"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "iterm2"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniconda"
cask "onedrive"
cask "remarkable"
cask "scroll-reverser"
cask "secretive"
cask "signal"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "analytic-signal.preview-pdf"
vscode "DanielSanMedium.dscodegpt"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "jdinhlife.gruvbox"
vscode "LeetCode.vscode-leetcode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.vscode-typescript-next"
vscode "rust-lang.rust-analyzer"
vscode "xabikos.JavaScriptSnippets"
