tap "arl/arl"
tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "pulumi/tap"
tap "pythops/tenere"
brew "openssl@3"
brew "python@3.12"
brew "asciinema"
brew "atuin"
brew "python@3.11"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "broot"
brew "cloc"
brew "curl"
brew "node"
brew "dbml-cli"
brew "docker-compose"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gitui"
brew "graphviz"
brew "helix"
brew "huggingface-cli"
brew "pandoc"
brew "jupyterlab"
brew "libpq", link: true
brew "most"
brew "ncspot"
brew "neovim"
brew "nushell"
brew "ollama"
brew "openssh"
brew "rustup-init"
brew "spotify_player"
brew "starship"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "wget"
brew "yarn"
brew "arl/arl/gitmux"
brew "cirruslabs/cli/tart"
brew "pulumi/tap/pulumi"
brew "pythops/tenere/tenere"
cask "alacritty"
cask "bitwarden"
cask "dbngin"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "maccy"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniconda"
cask "obsidian"
cask "onedrive"
cask "pgadmin4"
cask "remarkable"
cask "scroll-reverser"
cask "secretive"
cask "signal"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
cask "zoom"
vscode "1YiB.rust-bundle"
vscode "4ops.terraform"
vscode "analytic-signal.preview-pdf"
vscode "bradlc.vscode-tailwindcss"
vscode "ckolkman.vscode-postgres"
vscode "ClemensPeters.format-json"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "Gruntfuggly.todo-tree"
vscode "jdinhlife.gruvbox"
vscode "KevinRose.vsc-python-indent"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "njzy.stats-bar"
vscode "oliversturm.fix-json"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "TechTheAwesome.rust-yew"
vscode "TheNuProjectContributors.vscode-nushell-lang"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
